Repository: ProtonDriveApps/ios-drive
Catalog: PDLocalization/Sources/Resources/iOS-Localizable.xcstrings
Source language: en
Languages: be, ca, cs, da, de, el, es, es_419, fi, fr, hu, id, it, ja, ka, ko, nb, nl, pl, pt, pt_br, ro, ru, sk, sv, tr, uk, zh_hans, zh_hant

# photo_storage_full_subtitle
source: To continue the process you need to upgrade your plan.
be: Вам неабходна палепшыць свой тарыфны план, каб працягнуць працэс.
ca: Per continuar amb el procés, cal millorar el pla.
cs: Chcete-li v procesu pokračovat, musíte svůj tarif navýšit.
da: For at fortsætte processen skal du opgradere dit abonnement.
de: Um den Prozess fortzusetzen, musst du dein Abonnement aktualisieren.
el: Για να συνεχίσετε τη διαδικασία πρέπει να αναβαθμίσετε το πλάνο σας.
es: Para continuar con el proceso, necesitas mejorar el plan.
es_419: Para continuar con el proceso necesita actualizar el plan.
fi: Jatkaaksesi prosessia päivitä tilauksesi.
fr: Pour poursuivre, vous devez passer à un abonnement supérieur.
hu: A folyamat folytatásához frissítenie kell a csomagját.
id: Untuk melanjutkan proses ini, Anda perlu untuk meningkatkan paket Anda.
it: Per continuare il processo è necessario aggiornare il tuo piano.
ja: このプロセスを続行するにはプランをアップグレードする必要があります。
ka: პროცესის გასაგრძელებლად სატარიფო გეგმის აწევა დაგჭირდებათ.
ko: 절차를 계속하려면 플랜 업그레이드가 필요합니다.
nb: For å fortsette prosessen må du oppgradere planen din.
nl: Om door te gaan met het proces moet u uw abonnement upgraden.
pl: Zaktualizuj plan, aby kontynuować proces.
pt: Para continuar o processo, precisa melhorar o seu plano.
pt_br: Para continuar o processo, você precisa fazer upgrade do seu plano.
ro: Pentru a continua procesul trebuie să treceți la un plan cu plată.
ru: Чтобы продолжить процесс, необходимо обновить тариф.
sk: Ak chcete pokračovať v procese, musíte upgradovať svoj plán.
sv: För att fortsätta processen måste du uppgradera ditt paket.
tr: İlerlemek için tarifenizi yükseltmelisiniz.
uk: Щоб продовжити процес, вам потрібно оновити свій тарифний план.
zh_hans: 若要继续该过程，您需要升级您的计划。
zh_hant: 要繼續此程序，您必須升級您的方案。

# photo_storage_full_title
source: Storage full
be: Сховішча запоўнена
ca: Emmagatzematge ple
cs: Plné úložiště
da: Lager fuldt
de: Speicherplatz voll
el: Γεμάτος χώρος αποθήκευσης
es: Almacenamiento lleno
es_419: Almacenamiento lleno
fi: Tallennustila on täynnä
fr: L'espace de stockage est plein.
hu: A tárhely megtelt
id: Ruang penyimpanan penuh
it: Spazio di archiviazione pieno
ja: ストレージがいっぱいです
ka: საცავი სავსეა
ko: 스토리지 꽉 참
nb: Lagringsplassen er full
nl: Opslag vol
pl: Przestrzeń dyskowa jest pełna
pt: Armazenamento cheio
pt_br: Armazenamento cheio
ro: Spațiu de stocare plin
ru: Хранилище заполнено
sk: Plné úložisko
sv: Lagringsutrymme fullt
tr: Depolama alanı dolu
uk: Сховище заповнене
zh_hans: 存储空间已满
zh_hant: 儲存空間已滿

# photo_storage_item_left
source: %@ left
be: Застаўся: %@
ca: En queden %@
cs: %@ zbývá
da: %@ tilbage
de: %@ verbleibend
el: %@ απομένουν
es: %@ restantes
es_419: %@ restante(s)
fi: %@ jäljellä
fr: %@ restants
hu: %@ maradt
id: %@ tersisa
it: %@ rimasti
ja: 残り%@
ka: დარჩა %@
ko: %@개 항목 남음
nb: %@ gjenstår
nl: %@ over
pt_br: %@ restante
ro: Rămase: %@
sk: %@ zostáva
sv: %@ kvar
tr: %@ kaldı
zh_hans: 剩余 %@

# photo_upload_interrupted_notification
source: Photo backup is slower in the background. Open the app for quicker uploads.
be: Рэзерваванне фатаграфій адбываецца павольней у фоне. Адкрыйце праграму, каб запампоўваць хутчэй.
ca: La còpia de seguretat de les fotos és més lenta en segon pla. Obriu l'aplicació per a càrregues més ràpides.
cs: Zálohování fotek je na pozadí pomalejší. Otevřete aplikaci pro rychlejší odesílání.
da: Foto-sikkerhedskopiering er langsommere i baggrunden. Åbn appen for hurtigere uploads.
de: Die Fotosicherung dauert im Hintergrund länger. Öffne die App für schnellere Uploads.
el: Η δημιουργία αντιγράφων ασφαλείας φωτογραφιών είναι πιο αργή στο παρασκήνιο. Ανοίξτε την εφαρμογή για πιο γρήγορες μεταφορτώσεις.
es: La copia de seguridad de fotos es más lenta en segundo plano. Abre la aplicación para cargarlas más rápido.
es_419: La copia de seguridad de fotos es más lenta en segundo plano. Abra la aplicación para cargarlas más rápido.
fi: Kuvien varmuuskopiointi on hitaampaa taustalla. Nopeuta tiedonsiirtoa avaamalla sovellus.
fr: La sauvegarde des photos est plus lente en arrière-plan. Ouvrez l'application pour accélérer les téléchargements.
hu: A fotó biztonsági mentése lassabb a háttérben. Nyissa meg az alkalmazást a gyorsabb feltöltésekhez.
id: Pencadangan foto berlangsung secara lebih lambat di latar belakang. Buka aplikasi untuk unggahan yang lebih cepat.
it: Il backup delle foto è più lento in background. Apri l'app per caricamenti più rapidi.
ja: 写真のバックアップはバックグラウンドで遅くなります。アップロードを速くするためにはアプリを開いてください。
ka: სურათებსის მარქაფი ფონურად უფრო ნელია. გახსენით აპი სწრაფად ატვირთვისთვის.
ko: 백그라운드에서는 사진 백업이 느려집니다. 빠르게 업로드하려면 앱을 실행하세요.
nb: Sikkerhetskopiering av bilder er tregere i bakgrunnen. Åpne appen for raskere opplastinger.
nl: Foto back-up is langzamer op de achtergrond. Open de app voor snellere uploads.
pl: Kopia zapasowa zdjęć jest wolniejsza w tle. Otwórz aplikację, aby przesłać pliki szybciej.
pt: As cópias de segurança de fotografias são mais lentas em segundo plano. Abra a aplicação para transferências mais rápidas.
pt_br: O backup de Fotos é mais lento em segundo plano. Abra o aplicativo para envios mais rápidos.
ro: Conservarea fotografiilor este mai lentă în fundal. Deschideți aplicația pentru transfer mai rapid.
ru: Резервное копирование фото в фоновом режиме происходит медленнее. Откройте приложение для более быстрой загрузки.
sk: Zálohovanie fotografií je na pozadí pomalšie. Otvorte aplikáciu, aby ste zrýchlili nahrávanie.
sv: Säkerhetskopiering av foto är långsammare i bakgrunden. Öppna appen för snabbare uppladdningar.
tr: Fotoğraflar arka planda daha yavaş yedeklenir. Daha hızlı yedekleme için uygulamayı açık tutun.
uk: У фоновому режимі резервне копіювання фотографій відбувається повільніше. Відкрийте програму для швидших вивантажень.
zh_hans: 后台照片备份速度较慢。打开应用即可快速上传。
zh_hant: 相片備份在背景中速度較慢。開啟應用程式以加快上載速度。

# photo_upsell_subtitle
source: Upgrade now and keep all your memories encrypted and safe.
be: Палепшыце цяпер, каб захоўваць усе свае ўспаміны ў зашыфраваным і бяспечным выглядзе.
ca: Milloreu ara i manteniu totes les vostres memòries xifrades i segures.
cs: Navyšte svůj účet a uchovejte všechny své vzpomínky šifrované a v bezpečí.
da: Opgrader nu, og hold alle dine minder krypterede og sikre.
de: Upgrade jetzt und bewahre alle deine Erinnerungen verschlüsselt und sicher auf.
el: Αναβαθμίστε τώρα και διατηρήστε όλες τις αναμνήσεις σας κρυπτογραφημένες και ασφαλείς.
es: Mejora tu plan ahora y mantén tus recuerdos cifrados y seguros.
es_419: Actualice ahora y mantenga sus recuerdos cifrados y seguros.
fi: Päivitä tilauksesi nyt ja pidä kaikki muistosi salattuna ja turvassa.
fr: Changez d'abonnement dès maintenant et gardez tous vos souvenirs chiffrés et en sécurité.
hu: Váltson nagyobb csomagra, és tartsa titkosítva és biztonságban az összes emlékét.
id: Tingkatkan sekarang dan jaga semua kenangan Anda secara aman dan terenkripsi.
it: Effettua l'upgrade e mantieni tutti i tuoi ricordi crittografati e al sicuro.
ja: 今すぐアップグレードして、すべての思い出を暗号化して安全に保ちましょう。
ka: აწიეთ ტარიფი ახლა და დაიტოვეთ თქვენი მოგონებები დაშიფრულად და უსაფრთხოდ.
ko: 지금 업그레이드하여 나의 모든 추억을 암호화하고 안전하게 보관하세요.
nb: Oppgrader nå og hold alle minnene dine kryptert og trygt.
nl: Upgrade nu en bewaar uw herinneringen versleuteld en veilig.
pl: Ulepsz plan i zachowaj wszystkie swoje wspomnienia zaszyfrowane i bezpieczne.
pt: Melhore o seu plano agora e mantenha as suas memórias encriptadas e seguras.
pt_br: Faça o upgrade agora e mantenha todas as suas memórias criptografadas e seguras.
ro: Modificați planul acum și păstrați-vă toate amintirile criptate și în siguranță.
ru: Улучшите тариф сейчас и сохраните все свои воспоминания в зашифрованном виде.
sk: Upgradujte teraz a uchovávajte všetky svoje spomienky zašifrované a v bezpečí.
sv: Uppgradera nu och håll alla dina minnen krypterade och säkra.
tr: Tarifenizi yükseltin ve tüm anılarınızı şifreleyip güvende tutun.
uk: Передплатіть тарифний план, щоб зберігати всі свої спогади у надійному зашифрованому сховищі.
zh_hans: 立即升级，让您的所有回忆都得到加密和安全保护。
zh_hant: 立即升級，所有回憶保持加密且安全

# photo_upsell_title
source: Never run out of storage
be: У вас ніколі не скончыцца месца ў сховішчы
ca: Mai us quedeu sense emmagatzematge
cs: Předejděte nedostatku úložného prostoru
da: Løb aldrig tør for lagerplads
de: Niemals zu wenig Speicherplatz
el: Μην ξεμείνετε ποτέ από αποθηκευτικό χώρο
es: Nunca te quedarás sin almacenamiento.
es_419: Nunca se quede sin almacenamiento
fi: Tallennustila ei koskaan lopu kesken
fr: Ne manquez jamais d'espace de stockage.
hu: Soha ne fogyjon ki a tárhelyből
id: Jangan pernah kehabisan ruang penyimpanan
it: Non rimanere mai senza spazio di archiviazione
ja: ストレージが不足することはありません
ka: საცავში ადგილი არასდროს დაგიმთავრდებათ
ko: 공간이 부족할 일 없도록
nb: Aldri gå tom for lagringsplass
nl: Nooit meer te weinig opslag
pl: Nigdy nie zabraknie przestrzeni dyskowej
pt: Nunca fique sem espaço de armazenamento
pt_br: Nunca fique sem espaço de armazenamento
ro: Nu rămâneți niciodată fără spațiu de stocare
ru: Никогда не заполняйте хранилище полностью
sk: Nikdy nevyčerpajte úložisko
sv: Få aldrig slut på lagringsutrymme
tr: Depolama alanınız asla tükenmesin
uk: Завжди вдосталь простору сховища
zh_hans: 永远不会耗尽存储空间
zh_hant: 告別儲存空間不夠

# photos_picker_warning
source: Importing the files. Please keep the app open to avoid interruptions.
be: Імпартаванне файлаў. Пакіньце праграму адкрытай, каб пазбегнуць перапыненняў.
ca: La importació de fitxers està en curs. Manteniu l'aplicació oberta per evitar interrupcions.
cs: Importování souborů. Aplikaci ponechte otevřenou, aby nedocházelo k přerušení.
da: Importerer filerne. Hold appen åben for at undgå afbrydelser.
de: Dateien werden importiert. Bitte lasse die App geöffnet, um Unterbrechungen zu vermeiden.
el: Εισαγωγή των αρχείων. Παρακαλούμε κρατήστε την εφαρμογή ανοιχτή για να αποφύγετε διακοπές.
es: Importando los archivos. Mantén la aplicación abierta para evitar interrupciones.
es_419: Importando los archivos. Mantenga la aplicación abierta para evitar interrupciones.
fi: Tuodaan tiedostoja. Pidä sovellus auki keskeytysten välttämiseksi.
fr: L'importation des fichiers est en cours. Gardez l'application ouverte pour éviter toute interruption.
hu: Fájlok importálása. Kérjük, tartsa nyitva az alkalmazást a megszakítások elkerülése érdekében.
id: Berkas sedang diimpor. Mohon biarkan aplikasi terbuka untuk mencegah terjadinya gangguan.
it: Importazione dei file. Tieni l'app aperta per evitare interruzioni.
ja: ファイルをインポートしています。中断を避けるためにアプリを開いたままにしてください。
ka: მიმდინარეობს ფაილების შემოტანა. დატოვეთ აპი ღია, რომ თავიდან აიცილოთ წყვეტები.
ko: 파일 불러오기 중. 방해받지 않도록 앱을 열어두세요.
nb: Importerer filene. Hold appen åpen for å unngå avbrudd.
nl: Importeren van bestanden. Houd de app open om onderbrekingen te voorkomen.
pl: Trwa importowanie plików. Pozostaw aplikację otwartą, aby uniknąć zakłóceń.
pt: A importar os ficheiros. Mantenha a aplicação aberta para evitar interrupções.
pt_br: Importando os arquivos. Mantenha o aplicativo aberto para evitar interrupções.
ro: Se importă fișierele. Păstrați aplicația deschisă pentru a evita întreruperile.
ru: Файлы импортируются. Держите приложение открытым, чтобы избежать прерываний.
sk: Importovanie súborov. Nechajte aplikáciu otvorenú, aby nedochádzalo k prerušeniam.
sv: Importerar filerna. Håll appen öppen för att undvika avbrott.
tr: Dosyalar içe aktarılıyor. Kesinti olmaması için lütfen uygulamayı açık tutun.
uk: Імпорт файлів. Будь ласка, тримайте додаток відкритим, щоб уникнути переривань.
zh_hans: 正在导入文件。请保持应用程序打开以避免中断。
zh_hant: 正在匯入檔案。請保持應用程式開啟，以避免中斷。

# photos_screen_footer
source: End-to-end encrypted
be: Зашыфравана скразным метадам
ca: Xifrat d'extrem a extrem
cs: Koncově šifrováno
da: End-to-end krypteret
de: Ende-zu-Ende-verschlüsselt
el: Διατερματικά κρυπτογραφημένο
es: Cifrado de extremo a extremo
es_419: Cifrado de extremo a extremo
fi: Päästä päähän -salattu
fr: Chiffré de bout en bout
hu: Végpontok közt titkosított
id: Terenkripsi end-to-end
it: Crittografato end-to-end
ja: エンドツーエンド暗号化
ka: ბოლომდე დაშიფრული
ko: 종단간 암호화됨
nb: Ende-til-ende-kryptert
nl: End-to-end versleuteld
pl: Zaszyfrowane end-to-end
pt: Encriptado de ponta a ponta
pt_br: Criptografado de ponta a ponta
ro: Criptat bilateral
ru: Зашифровано сквозным методом
sk: End-to-end šifrované
sv: End-to-end-krypterad
tr: Uçtan uca şifrelenmiş
uk: Наскрізне шифрування
zh_hans: 端到端加密
zh_hant: 點對點加密

# photos_screen_footer_error
source: Something went wrong... please try again later.
be: Нешта пайшло не так... Паспрабуйце яшчэ раз пазней.
ca: Alguna cosa ha anat malament...Torneu a provar-ho a provar més tard.
cs: Něco se pokazilo... zkuste to prosím později.
da: Noget gik galt ... Prøv igen senere.
de: Etwas ist schiefgelaufen... Bitte versuche es später nochmals.
el: Κάτι πήγε στραβά... παρακαλούμε δοκιμάστε ξανά αργότερα.
es: Se ha producido un error... Inténtalo de nuevo más tarde.
es_419: Ocurrió un error. Inténtelo de nuevo.
fi: Jotain meni pieleen... yritä myöhemmin uudelleen.
fr: Une erreur s'est produite... Nous vous invitons à réessayer.
hu: Valami hiba történt... kérjük, próbálja újra később.
id: Terdapat suatu kesalahan... Silakan coba lagi nanti.
it: Si è verificato un errore... Riprova più tardi.
ja: 何か問題が発生しました。後でもう一度お試しください.
ka: რაღაც შეცდომაა... გთხოვთ, მოგვიანებით სცადოთ.
ko: 문제가 발생했습니다... 나중에 다시 시도하십시오.
nb: Noe gikk galt ... prøv igjen senere.
nl: Er is iets fout gegaan, probeer het later opnieuw.
pl: Coś poszło nie tak... Spróbuj ponownie później.
pt: Ocorreu um erro... Tente mais tarde.
pt_br: Ocorreu um erro... Tente novamente mais tarde.
ro: Ceva n-a funcționat bine. Reîncercați mai târziu.
ru: Что-то пошло не так... повторите попытку позже.
sk: Niečo sa pokazilo... skúste to neskôr, prosím.
sv: Något gick fel … Försök igen senare.
tr: Bir sorun çıktı... Lütfen bir süre sonra yeniden deneyin.
uk: Щось пішло не так... спробуйте пізніше.
zh_hans: 出了点问题……请稍后再试。
zh_hant: 發生錯誤... 請稍後再試。

# populate_loading_text
source: Getting things ready...
be: Адбываецца падрыхтоўка...
ca: Preparació en curs...
cs: Probíhá příprava...
da: Gør tingene klar...
de: Wir bereiten alles vor...
el: Ετοιμάζοντας τα πράγματα...
es: Estamos preparándolo todo...
es_419: Estamos preparándolo todo...
fi: Valmistellaan...
fr: Préparation en cours...
hu: Előkészítés...
id: Mempersiapkan...
it: Prepararazione...
ja: 準備しています…
ka: სამუშაოდ მომზადება...
ko: 준비 중...
nb: Gjør ting klart...
nl: We maken enkele zaken gereed...
pl: Ładowanie...
pt: Preparação em curso...
pt_br: Preparando as coisas...
ro: Se pregătesc lucrurile...
ru: Подготовка...
sk: Prebieha príprava...
sv: Förbereder saker …
tr: Hazırlanıyor...
uk: Готуємося...
zh_hans: 正在准备...
zh_hant: 正在準備...

# prepare_preview_cancel
source: Cancel
be: Скасаваць
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
es_419: Cancelar
fi: Peruuta
fr: Annuler
hu: Törlés
id: Batal
it: Annulla
ja: キャンセル
ka: გაუქმება
ko: 취소
nb: Avbryt
nl: Annuleren
pl: Anuluj
pt: Cancelar
pt_br: Cancelar
ro: Anulare
ru: Отмена
sk: Zrušiť
sv: Avbryt
tr: İptal
uk: Скасувати
zh_hans: 取消
zh_hant: 取消

# preview_burst_badge_text
source: Burst
be: Серыя
ca: Ràfega
cs: Sekvence
da: Serie
de: Serienbild
el: Έκρηξη
es: Ráfaga
es_419: Ráfaga
fi: Sarjakuvaus
fr: Rafale
hu: Sorozat
id: Foto beruntun
it: Esplosione
ja: 満杯
ka: აფეთქება
ko: 버스트
nb: Serie
nl: Uitbarsting
pl: Seria
pt: Rajada
pt_br: Rajada
ro: În rafală
ru: Дубликаты
sk: Výbuch
sv: Serie
tr: Ardışık
uk: Черга
zh_hans: 十连拍
zh_hant: 連拍

# preview_burst_cover
source: Cover
be: Вокладка
ca: Cobertura
cs: Obal
da: Coverbillede
de: Titelbild
el: Εξώφυλλο
es: Portada
es_419: Cubierta
fi: Kansi
fr: Couverture
hu: Borító
id: Sampul
it: Copertina
ja: カバー
ka: ყდა
ko: 커버
nb: Omslag
pl: Okładka
pt: Capa
pt_br: Capa
ro: Coperta
ru: Обложка
sk: Obálka
sv: Omslag
tr: Kapak
uk: Обкладинка
zh_hans: 封面
zh_hant: 封面

# preview_burst_gallery_subtitle
source: %d photos in total
be: Агулам %d фатаграфій
ca: %d fotos en total
cs: %d fotek celkem
da: %d fotos i alt
de: %d Fotos
el: %d φωτογραφίες συνολικά
es: %d fotos en total
es_419: %d fotos en total
fi: %d kuvaa yhteensä
fr: %d photos au total
hu: %d fotó összesen
id: %d foto secara total
it: %d foto in totale
ja: 合計%d枚の写真
ka: სულ %d სურათი
ko: 총 사진 %d장
nb: %d bilder totalt
nl: %d afbeeldingen in totaal
pt_br: %d fotos no total
ro: Total fotografii: %d
sk: Celkovo %d fotografií
sv: %d foton i totalt
tr: Toplam %d fotoğraf
zh_hans: 总计 %d 张照片

# preview_livePhoto_badge_text
source: LIVE
be: У ЖЫВЫМ ЭФІРЫ
ca: EN DIRECTE
cs: ŽIVĚ
el: ΖΩΝΤΑΝΑ
es: EN VIVO
es_419: EN VIVO
fr: EN DIRECT
hu: ÉLŐ
id: LANGSUNG
it: IN DIRETTA
ka: ცოცხალი
ko: 라이브
pt: AO VIVO
pt_br: AO VIVO
ro: ÎN DIRECT
ru: ПРЯМОЙ ЭФИР
sk: NAŽIVO
tr: CANLI
uk: НАЖИВО
zh_hans: 实况
zh_hant: 居住

# preview_loading_badge_text
source: Loading
be: Загрузка
ca: Carregant
cs: Načítání
da: Indlæser
de: Wird geladen
el: Φόρτωση
es: Cargando
es_419: Cargando
fi: Ladataan
fr: Chargement
hu: Betöltés
id: Memuat
it: Caricamento
ja: ローディング中
ka: იტვირთება
ko: 로딩 중
nb: Laster inn
nl: Bezig met laden
pl: Ładowanie
pt: A carregar
pt_br: Carregando
ro: Se încarcă
ru: Загрузка
sk: Načítavanie
sv: Laddar in
tr: Yükleniyor
uk: Завантаження
zh_hans: 加载中
zh_hant: 載入中...

# progress_status_downloaded
source: %@ downloaded
be: Спампавана: %@
ca: S'ha descarregat %@
cs: %@ staženo
da: %@ downloadet
de: %@ heruntergeladen
el: %@ έχουν ληφθεί
es: Descargado: %@
es_419: %@ descargado
fi: %@ ladattu
fr: %@ téléchargé
hu: %@ letöltve
id: %@ terunduh
it: Scaricato al %@
ja: %@をダウンロードしました
ka: %@ გადმოწერილია
ko: %@개 다운로드 완료
nb: %@ lastet ned
nl: %@ gedownload
pt_br: %@ baixado
ro: %@ descărcat
sk: Stiahnuté %@
sv: %@ nedladdat
tr: %@ indirildi
zh_hans: %@ 已下载

# progress_status_downloading
source: Downloading...
be: Спампоўванне...
ca: Descarregant...
cs: Stahování...
da: Downloader...
de: Wird heruntergeladen...
el: Γίνεται λήψη...
es: Descargando...
es_419: Descargando...
fi: Ladataan...
fr: Téléchargement...
hu: Letöltés...
id: Mengunduh...
it: Download in corso...
ja: ダウンロード中...
ka: გადმოწერა...
ko: 다운로드 중...
nb: Laster ned...
nl: Downloaden...
pl: Pobieranie...
pt: Transferência em curso...
pt_br: Baixando...
ro: Se descarcă...
ru: Скачивание...
sk: Sťahovanie...
sv: Laddar ner …
tr: İndiriliyor...
uk: Завантаження...
zh_hans: 下载中...
zh_hant: 正在下載…

# progress_status_item_left
source: %d%@ items left
be: Засталося %d%@ элементаў
ca: Queden %d%@ elements
cs: Zbývá %d%@ položek
da: %d%@ elementer tilbage
de: %d%@ Einträge verbleibend
el: %d%@ στοιχεία απομένουν
es: Quedan %d%@ elementos
es_419: %d%@ elementos restantes
fi: %d%@ kohdetta jäljellä
fr: %d%@ éléments restants
hu: %d%@ elem maradt
id: %d%@ item tersisa
it: %d%@ elementi rimasti
ja: %d%@個のアイテムが残っています
ka: დარჩენილია %d%@ ელემენტი
ko: 남은 항목 %d%@개
nb: %d%@ elementer gjenstår
nl: %d%@ items over
pt_br: %d%@ itens restantes
ro: Rămase: %d%@
sk: Zostáva %d%@ položiek
sv: %d%@ objekt kvar
tr: %d%@ öge kaldı
zh_hans: 还剩 %d%@ 个项目

# progress_status_paused
source: Paused
be: Прыпынена
ca: En pausa
cs: Pozastaveno
da: Pauset
de: Pausiert
el: Παύση
es: En pausa
es_419: Pausado
fi: Pysäytetty
fr: Suspendu
hu: Szüneteltetve
id: Dijeda
it: In pausa
ja: 一時停止
ka: შეჩერებულია
ko: 일시정지됨
nb: Satt på pause
nl: Onderbroken
pl: Wstrzymano
pt: Em pausa
pt_br: Pausado
ro: Suspendat
ru: Приостановлено
sk: Pozastavené
sv: Pausad
tr: Duraklatılmış
uk: Призупинено
zh_hans: 已暂停
zh_hant: 已暫停

# progress_status_upload_failed
source: Upload failed
be: Збой запампоўвання
ca: No s'ha pogut carregar.
cs: Nahrávání selhalo
da: Upload mislykkedes
de: Hochladen fehlgeschlagen
el: Αποτυχία ανεβάσματος
es: Error de carga
es_419: Error de carga
fi: Lähetys epäonnistui
fr: Le chargement n'a pas abouti.
hu: Sikertelen feltöltés
id: Pengunggahan gagal
it: Caricamento non riuscito
ja: アップロードに失敗しました
ka: ატვირთვა ჩავარდა
ko: 업로드 실패
nb: Opplasting mislyktes
nl: Upload mislukt
pl: Przesyłanie nie powiodło się
pt: Erro no envio
pt_br: Falha no envio
ro: Încărcare eșuată
ru: Загрузка не удалась
sk: Nahrávanie zlyhalo
sv: Uppladdning misslyckades
tr: Yüklenemedi
uk: Помилка вивантаження
zh_hans: 上传失败
zh_hant: 上傳失敗

# progress_status_uploaded
source: %@ uploaded...
be: Запампавана: %@...
ca: S'ha carregat %@...
cs: %@ nahráno...
da: %@ uploadet...
de: %@ hochgeladen...
el: %@ έχουν ανεβεί...
es: Subido: %@...
es_419: %@ cargado...
fi: %@ lähetetty...
fr: %@ importé
hu: %@ feltöltve...
id: %@ terunggah...
it: Caricato al %@...
ja: %@ がアップロードされました...
ka: %@ ატვირთულია...
ko: %@개 업로드됨...
nb: %@ lastet opp...
nl: %@ geüpload...
pt_br: %@ enviado...
ro: %@ încărcat...
sk: %@ nahrané...
sv: %@ uppladdat …
tr: %@ yüklendi...
zh_hans: %@ 上传中…

# progress_status_uploading
source: Uploading...
be: Запампоўванне...
ca: Carregant...
cs: Nahrávání...
da: Uploader...
de: Wird hochgeladen...
el: Ανέβασμα...
es: Cargando...
es_419: Cargando...
fi: Tallennetaan...
fr: Importation...
hu: Feltöltés...
id: Mengunggah...
it: Caricamento in corso...
ja: アップロード中...
ka: ატვირთვა...
ko: 업로드 중...
nb: Laster opp...
nl: Aan het uploaden...
pl: Przesyłanie...
pt: A enviar...
pt_br: Enviando...
ro: Se încarcă...
ru: Загрузка...
sk: Nahrávanie...
sv: Laddar upp …
tr: Yükleniyor...
uk: Вивантаження...
zh_hans: 上传中...
zh_hant: 正在上傳...

# progress_status_waiting
source: Waiting...
be: Чакайце...
ca: Esperant...
cs: Čekání...
da: Venter...
de: Warte...
el: Σε αναμονή...
es: Esperando...
es_419: Esperando...
fi: Odotetaan...
fr: En attente...
hu: Várakozás...
id: Menunggu...
it: In attesa...
ja: 待機中…
ka: ველოდები...
ko: 대기 중...
nb: Venter...
nl: Wachten...
pl: Oczekiwanie...
pt: A aguardar...
pt_br: Aguarde...
ro: În așteptare...
ru: Ожидание...
sk: Čaká sa...
sv: Väntar …
tr: Bekliyor...
uk: Очікування...
zh_hans: 等待中...
zh_hant: 等待中...
